android-platform
android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
arduino-language-server-git
asmfmt
autojump-rs
bibclean
brittany
buf
checkmake
chromium-snapshot-bin
clang-format-all-git
cmake-language-server
compiledb
detach
exa-git
flutter
fontpreview-git
format-sql
ghcup-hs-bin
gitlint
gofumpt
golangci-lint-langserver-bin
google-java-format
hadolint-bin
intel-hybrid-codec-driver
jdtls
libxft-bgra-git
ltex-ls-bin
lua-format
marksman-bin
mkinitcpio-colors-git
modprobed-db
movfuscator-git
networkmanager-dmenu-git
ngrok
nodejs-jsonlint
nodejs-markdownlint-cli
pacmixer
pfetch
pinentry-dmenu
prettier_d_slim
protolint
python-commitizen
python-pywalfox
spicetify-cli
spotify
sql-language-server
teams
texlive-latexindent-meta
ttf-iosevka-term
vim-language-server
vscode-langservers-extracted
whatsapp-nativefier
whatscli
youtube-music-bin
