acpi
acpilight
alsa-plugins
android-tools
arandr
arduino-cli
artix-archlinux-support
astyle
autoconf
automake
autopep8
autorandr
base
bash-completion
bash-language-server
bat
bear
binutils
bison
bubblewrap
chezmoi
chromium
clang
connman-gtk
cppcheck
ctags
cuda
cuda-tools
dart
dhcpcd
dialog
discord-canary
docker-compose
docker-openrc
doxygen
dunst
efibootmgr
elogind-openrc
enchant
esysusers
etmpfiles
fakeroot
fd
feh
ffmpegthumbnailer
file
findutils
firefox-developer-edition
flake8
flex
fzf
gawk
gcc
gdb
gettext
ghdl-llvm
git
github-cli
gnu-netcat
gobject-introspection
gopls
grep
groff
grub
gst-plugins-base-libs
gstreamer
gtkwave
gzip
harfbuzz-icu
haskell-language-server
hoogle
htop
hyphen
inotify-tools
intel-gpu-tools
intel-media-driver
ipython
java-openjfx
jdk-openjdk
jq
junit
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-readline
lib32-sqlite
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libmanette
libnotify
libreoffice-fresh
libtool
libva-intel-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
libwpe
libxslt
linux
linux-firmware
lsb-release
lsof
lua-language-server
luacheck
lxappearance
m4
make
man-db
man-pages
maven
mpc
mpd
mpv
mypy
neovim
networkmanager
networkmanager-openrc
networkmanager-openvpn
networkmanager-vpnc
nitrogen
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
openmp
openrc
openssh
os-prober
p7zip
pacman
pamixer
patch
pavucontrol
pcmanfm
peek
pgcli
physlock
pkgconf
plocate
polkit
postgresql
prettier
pulsemixer
pwgen
pylama
pyright
python
python-black
python-pip
python-pydocstyle
python-pyghdl
python-pylint
python-pywal
qemu-full
qt5ct
racket
redshift
revive
ripgrep
rubber
rust
rust-analyzer
rust-musl
rust-src
scrot
sed
selene-linter
shellcheck
shellharden
shfmt
sqlfluff
starship
staticcheck
steam
stylelint
stylua
sudo
swi-prolog
sx
sxiv
syncthing
syncthing-openrc
tealdeer
texinfo
texlab
texlive-latexextra
tidy
tlp
tlp-openrc
tmux
ttf-joypixels
typescript-language-server
ueberzug
unclutter
uncrustify
unzip
vdpauinfo
vim
vint
virt-viewer
vpnc
vulkan-intel
vulture
webkit2gtk
wget
which
wmctrl
woff2
wpa_supplicant
wpebackend-fdo
xautolock
xclip
xdg-dbus-proxy
xdg-utils
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-xauth
xorg-xcursorgen
xorg-xdpyinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xsel
xterm
yaml-language-server
yamllint
yapf
yay
zathura
zathura-pdf-poppler
zenity
zip
zoxide
zsh
